[
  {
    "text": {
      "by": "Я выбраў жыццё перад смерцю для сябе і сваіх сяброў... Я лічу, што ў нашай прыродзе ўласціва даследаваць, цягнуцца да невядомага. Адзіная сапраўдная няўдача - гэта наогул не даследаваць.",
      "en": "I chose life over death for myself and my friends... I believe it is in our nature to explore, to reach out into the unknown. The only true failure would be not to explore at all.",
      "ru": "Я выбрал жизнь вместо смерти для себя и своих друзей... Я считаю, что в нашей природе исследовать, стремиться к неизвестному. Единственной настоящей ошибкой было бы вообще не исследовать."
    },
    "author": {
      "by": "Эрнэст Шэклтан",
      "en": "Ernest Shackleton",
      "ru": "Эрнест Шеклтон"
    }
  },
  {
    "text": {
      "by": "Дрэнную кнігу напісаць гэтак жа цяжка, як і добрую, яна так жа шчыра зыходзіць з душы аўтара.",
      "en": "A bad book is as much of a labor to write as a good one, it comes as sincerely from the author's soul.",
      "ru": "Плохую книгу писать так же трудно, как и хорошую, она так же искренне идет от души автора."
    },
    "author": {
      "by": "Олдас Хакслі",
      "en": "Aldous Huxley",
      "ru": "Олдос Хаксли"
    }
  },
  {
    "text": {
      "by": "Характары не мяняюцца. Меркаванні мяняюцца, але характары толькі развіваюцца.",
      "en": "Characters do not change. Opinions alter, but characters are only developed.",
      "ru": "Характеры не меняются. Мнения меняются, а характеры только развиваются."
    },
    "author": {
      "by": "Бенджамін Дызраэлі",
      "en": "Benjamin Disraeli",
      "ru": "Бенджамин Дизраэли"
    }
  },
  {
    "text": {
      "by": "Сутнасць усяго прыгожага мастацтва, усяго вялікага мастацтва - удзячнасць.",
      "en": "The essence of all beautiful art, all great art, is gratitude.",
      "ru": "Сущность всего прекрасного искусства, всего великого искусства — это благодарность."
    },
    "author": {
      "by": "Фрыдрых Ніцшэ",
      "en": "Friedrich Nietzsche",
      "ru": "Фридрих Ницше"
    }
  },
  {
    "text": {
      "by": "Я зрабіў дзіўнае адкрыццё. Кожны раз, калі я размаўляю з навукоўцам, я адчуваю, што шчасце больш немагчымае. Але калі я размаўляю са сваім садоўнікам, то пераконваюся ў адваротным.",
      "en": "I've made an odd discovery. Every time I talk to a savant I feel quite sure that happiness is no longer a possibility. Yet when I talk with my gardener, I'm convinced of the opposite.",
      "ru": "Я сделал странное открытие. Каждый раз, когда я разговариваю с ученым, я совершенно уверен, что счастье больше не возможно. Но когда я разговариваю со своим садовником, я убеждаюсь в обратном."
    },
    "author": {
      "by": "Бертран Расэл",
      "en": "Bertrand Russell",
      "ru": "Бертран Рассел"
    }
  },
  {
    "text": {
      "by": "Непераможная рашучасць можа дасягнуць практычна ўсяго, і ў гэтым заключаецца вялікае адрозненне паміж вялікімі людзьмі і маленькімі людзьмі.",
      "en": "An invincible determination can accomplish almost anything and in this lies the great distinction between great men and little men.",
      "ru": "Непобедимая решимость может совершить почти все, и в этом заключается великое различие между великими людьми и маленькими людьми."
    },
    "author": {
      "by": "Томас Фуллер",
      "en": "Thomas Fuller",
      "ru": "Томас Фуллер"
    }
  },
  {
    "text": {
      "by": "Мастацтва паднімае галаву там, дзе расслабляюцца веравучэнні.",
      "en": "Art raises its head where creeds relax.",
      "ru": "Искусство поднимает голову там, где расслабляются вероучения."
    },
    "author": {
      "by": "Фрыдрых Ніцшэ",
      "en": "Friedrich Nietzsche",
      "ru": "Фридрих Ницше"
    }
  },
  {
    "text": {
      "by": "Як сродак супрацьпастаўлення ўзвышанаму, гратэск, на наш погляд, з’яўляецца найбагацейшай крыніцай, якую можа даць прырода.",
      "en": "As a means of contrast with the sublime, the grotesque is, in our view, the richest source that nature can offer.",
      "ru": "Как средство противопоставления возвышенному гротеск, на наш взгляд, является богатейшим источником, который может предложить природа."
    },
    "author": {
      "by": "Виктор Гюго",
      "en": "Victor Hugo",
      "ru": "Віктор Гюго"
    }
  },
  {
    "text": {
      "by": "Жыццё - гэта азартная гульня. Вы можаце пацярпець, але людзі гінуць у авіякатастрофах, губляюць рукі і ногі ў аўтамабільных аварыях, людзі гінуць кожны дзень. Тое ж і з байцамі: хтосьці гіне, хтосьці атрымлівае раненні, хтосьці ідзе далей. Вы проста не дазваляеце сабе верыць, што гэта здарыцца з вамі.",
      "en": "Life is a gamble. You can get hurt, but people die in plane crashes, lose their arms and legs in car accidents people die every day. Same with fighters: some die, some get hurt, some go on. You just don't let yourself believe it will happen to you.",
      "ru": "Жизнь - игра. Вы можете пораниться, но люди гибнут в авиакатастрофах, теряют руки и ноги в автомобильных авариях, люди умирают каждый день. То же и с бойцами: кто-то умирает, кто-то получает ранения, кто-то продолжает. Ты просто не позволяешь себе поверить, что это случится с тобой."
    },
    "author": {
      "by": "Мухамад-алі",
      "en": "Muhammad-ali",
      "ru": "Мухаммед Али"
    }
  },
  {
    "text": {
      "by": "Атамная бомба не была «вялікім рашэннем». Гэта была яшчэ адна магутная зброя ў арсенале праведнасці.",
      "en": "The atom bomb was no 'great decision.' It was merely another powerful weapon in the arsenal of righteousness.",
      "ru": "Атомная бомба не была «великим решением». Это было просто еще одно мощное оружие в арсенале праведности."
    },
    "author": {
      "by": "Гары С. Трумэн",
      "en": "Harry S. Truman",
      "ru": "Гарри С. Трумэн"
    }
  },
  {
    "text": {
      "by": "Паспяховы суд - гэта той, які носіць міліцыянер.",
      "en": "A successful lawsuit is the one worn by a policeman.",
      "ru": "Успешный судебный процесс - это тот, который носит полицейский."
    },
    "author": {
      "by": "Роберт Фрост",
      "en": "Robert Frost",
      "ru": "Роберт Фрост"
    }
  },
  {
    "text": {
      "by": "Я нарадзіўся з велізарнай патрэбай у пяшчоце і жудаснай патрэбай яе даваць.",
      "en": "I was born with an enormous need for affection, and a terrible need to give it.",
      "ru": "Я родился с огромной потребностью в любви и ужасной потребностью отдавать ее."
    },
    "author": {
      "by": "Одри Хепберн",
      "en": "Audrey Hepburn",
      "ru": "Одры Хепберн"
    }
  },
  {
    "text": {
      "by": "Сцеражыцеся невялікіх выдаткаў. Невялікая ўцечка патопіць вялікі карабель.",
      "en": "Beware of little expenses. A small leak will sink a great ship.",
      "ru": "Остерегайтесь мелких расходов. Маленькая течь потопит большой корабль."
    },
    "author": {
      "by": "Бенджамін Франклін",
      "en": "Benjamin Franklin",
      "ru": "Бенджамин Франклин"
    }
  },
  {
    "text": {
      "by": "Нясмелыя людзі аддаюць перавагу спакою дэспатызму бурнаму мору свабоды.",
      "en": "Timid men prefer the calm of despotism to the tempestuous sea of liberty.",
      "ru": "Робкие люди предпочитают спокойствие деспотизма бурному морю свободы."
    },
    "author": {
      "by": "Томас Джэферсан",
      "en": "Thomas Jefferson",
      "ru": "Томас Джеферсон"
    }
  },
  {
    "text": {
      "by": "Прырода не ведае паўзы ў прагрэсе і развіцці і накладвае сваё праклён на ўсякую бяздзейнасць.",
      "en": "Nature knows no pause in progress and development, and attaches her curse on all inaction.",
      "ru": "Природа не знает остановок в прогрессе и развитии и налагает свое проклятие на всякое бездействие."
    },
    "author": {
      "by": "Ёган Вольфганг фон Гётэ",
      "en": "Johann Wolfgang von Goethe",
      "ru": "Иоганн Вольфганг фон Гёте"
    }
  },
  {
    "text": {
      "by": "Лепшыя генеральныя дырэктары, якіх я ведаю, - настаўнікі, і ў аснове таго, чаму яны выкладаюць, - стратэгія.",
      "en": "The best CEOs I know are teachers, and at the core of what they teach is strategy.",
      "ru": "Лучшие руководители, которых я знаю, являются учителями, и в основе того, чему они учат, лежит стратегия."
    },
    "author": {
      "by": "Майкл Портэр",
      "en": "Michael Porter",
      "ru": "Майкл Портер"
    }
  },
  {
    "text": {
      "by": "Мая мэта - жыць да смерці.",
      "en": "My goal is to live until I die.",
      "ru": "Моя цель — жить, пока не умру."
    },
    "author": {
      "by": "Уіл Роджэрс",
      "en": "Will Rogers",
      "ru": "Уилл Роджерс"
    }
  },
  {
    "text": {
      "by": "Я люблю быць адна. Я ніколі не знайшоў таварыша, які быў бы такім таварыскім, як адзінота.",
      "en": "I love to be alone. I never found the companion that was so companionable as solitude.",
      "ru": "Я люблю быть один. Я никогда не находил спутника, который был бы таким компанейским, как одиночество."
    },
    "author": {
      "by": "Генры Дэвід Тора",
      "en": "Henry David Thoreau",
      "ru": "Генри Дэвид Торо"
    }
  },
  {
    "text": {
      "by": "Ніколі не дазваляйце вашаму навучанню перашкаджаць вашаму навучанню.",
      "en": "Never let your schooling interfere with your education.",
      "ru": "Никогда не позволяйте учебе мешать вашему образованию."
    },
    "author": {
      "by": "Прыянка",
      "en": "Priyanka",
      "ru": "Приянка"
    }
  },
  {
    "text": {
      "by": "Мы заўсёды жывем у нявызначаным свеце. Несумненна толькі тое, што Злучаныя Штаты з часам пойдуць наперад.",
      "en": "We always live in an uncertain world. What is certain is that the United States will go forward over time.",
      "ru": "Мы всегда живем в нестабильном мире. Не вызывает сомнений то, что Соединенные Штаты со временем пойдут вперед."
    },
    "author": {
      "by": "Уорэн Бафет",
      "en": "Warren Buffett",
      "ru": "Уоррен Баффет"
    }
  },
  {
    "text": {
      "by": "Рост дзеля росту - гэта ракавае вар'яцтва.",
      "en": "Growth for the sake of growth is a cancerous madness.",
      "ru": "Рост ради роста — раковое безумие. "
    },
    "author": {
      "by": "Эдвард Эббиi",
      "en": "Edward Abbey",
      "ru": "Эдвард Эбби"
    }
  },
  {
    "text": {
      "by": "Божы палец дакрануўся да яго, і ён заснуў.",
      "en": "God's finger touched him, and he slept.",
      "ru": "Божий перст коснулся его, и он уснул."
    },
    "author": {
      "by": "Альфрэд Тэнісан",
      "en": "Alfred Tennyson",
      "ru": "Альфред Теннисон"
    }
  },
  {
    "text": {
      "by": "Няма нічога дрэннага ў пакутах, калі вы пакутуеце з пэўнай мэтай. Наша рэвалюцыя не адмяніла ні небяспекі, ні смерці. Проста небяспека і смерць вартыя таго.",
      "en": "There's nothing wrong in suffering, if you suffer for a purpose. Our revolution didn't abolish danger or death. It simply made danger and death worthwhile.",
      "ru": "В страдании нет ничего плохого, если вы страдаете с какой-то целью. Наша революция не отменила опасности и смерти. Это просто сделало опасность и смерть стоящей."
    },
    "author": {
      "by": "Г. Г. Уэлс",
      "en": "H. G. Wells",
      "ru": "Герберт Уэллс"
    }
  },
  {
    "text": {
      "by": "Я не ведаю нічога, што фарміруе волю да перамогі лепш, чым спаборніцкі спорт.",
      "en": "I don't know anything that builds the will to win better than competitive sports.",
      "ru": "Я не знаю ничего, что укрепляло бы волю к победе лучше, чем соревновательный спорт."
    },
    "author": {
      "by": "Рычард М. Ніксан",
      "en": "Richard M. Nixon",
      "ru": "Ричард М. Никсон"
    }
  },
  {
    "text": {
      "by": "Гэты свет - усяго толькі палатно для нашага ўяўлення.",
      "en": "This world is but a canvas to our imagination.",
      "ru": "Этот мир всего лишь холст для нашего воображения."
    },
    "author": {
      "by": "Генры Дэвід Тора",
      "en": "Henry David Thoreau",
      "ru": "Генри Дэвид Торо"
    }
  },
  {
    "text": {
      "by": "Здаровы сэнс - гэта сукупнасць забабонаў, набытых да васемнаццаці гадоў.",
      "en": "Common sense is the collection of prejudices acquired by age eighteen.",
      "ru": "Здравый смысл — это совокупность предубеждений, приобретенных к восемнадцати годам."
    },
    "author": {
      "by": "Альберт Эйнштэйн",
      "en": "Albert Einstein",
      "ru": "Альберт Эйнштейн"
    }
  },
  {
    "text": {
      "by": "Казаць сябру пра яго недахопы - адно з самых цяжкіх выпрабаванняў для сяброўства. Такім чынам, кахаць чалавека, што вы не выносіце, каб убачыць на ім пляму, і казаць балючую праўду праз любоўныя словы, гэта сяброўства.",
      "en": "It is one of the severest tests of friendship to tell your friend his faults. So to love a man that you cannot bear to see a stain upon him, and to speak painful truth through loving words, that is friendship.",
      "ru": "Говорить другу о его недостатках — одно из самых суровых испытаний дружбы. Итак, любить человека, которого ты не выносишь, видя на нем пятно, и говорить горькую правду любящими словами — это и есть дружба."
    },
    "author": {
      "by": "Генры Уорд Бічэр",
      "en": "Henry Ward Beecher",
      "ru": "Генри Уорд Бичер"
    }
  },
  {
    "text": {
      "by": "Самыя шчаслівыя жанчыны, як і самыя шчаслівыя нацыі, не маюць гісторыі.",
      "en": "The happiest women, like the happiest nations, have no history.",
      "ru": "У самых счастливых женщин, как и у самых счастливых наций, нет истории."
    },
    "author": {
      "by": "Джордж Эліёт",
      "en": "George Eliot",
      "ru": "Джордж Элиот"
    }
  },
  {
    "text": {
      "by": "Пазітыўнае стаўленне дае вам уладу над вашымі абставінамі, а не абставіны, якія маюць уладу над вамі.",
      "en": "A positive attitude gives you power over your circumstances instead of circumstances having power over you.",
      "ru": "Позитивное отношение дает вам власть над обстоятельствами, а не обстоятельства имеют власть над вами."
    },
    "author": {
      "by": "Джойс Мэер",
      "en": "Joyce Meyer",
      "ru": "Джойс Мейер"
    }
  },
  {
    "text": {
      "by": "Калі ў нас вайна, застаецца толькі адно. Яго трэба выйграваць. Бо паражэнне прыносіць горшыя рэчы, чым тое, што калі-небудзь можа адбыцца на вайне.",
      "en": "Once we have a war there is only one thing to do. It must be won. For defeat brings worse things than any that can ever happen in war.",
      "ru": "Когда у нас война, остается только одно. Его нужно выиграть. Ибо поражение приносит худшие вещи, чем все, что может случиться на войне."
    },
    "author": {
      "by": "Эрнэст Хэмінгуэй",
      "en": "Ernest Hemingway",
      "ru": "Эрнест Хемингуэй"
    }
  }
]
